app/controllers/articles_controller.rb

  def create
    @article = Article.new(article_params)

    respond_to do |format|
      if @article.save
---
INSERT INTO "articles" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2022-07-01 12:01:58.092754"], ["updated_at", "2022-07-01 12:01:58.092754"]]